const Prichiny = () => {
	const issues = [
		{
			title: "Вода не нагревается",
			content: "Скорее всего проблема в ТЭНе (основной нагревающий элемент). Однако также возможны неисправности датчика температуры или соединительной цепи нагревательного элемента."
		},
		{
			title: "Барабан не вращается",
			content: "Вероятно, что оборвался или слетел ремень привода барабана. Также возможна неисправность двигателя или проводов."
		},
		{
			title: "Стирает долго без остановки",
			content: "Возможные причины: выход из строя ТЭНа, датчика или регулятора температуры, электроники."
		},
		{
			title: "Барабан вращается без остановки",
			content: "Возможна неисправность электроники. Требуется диагностика."
		},
		{
			title: "Нет слива",
			content: "Причины: засор, неисправность механизма управления или помпы, обрыв цепи питания. Часто забивается фильтр."
		},
		{
			title: "Повреждение резиновой прокладки люка",
			content: "Чаще всего возникает из-за попадания в манжету посторонних предметов или неаккуратной загрузки белья."
		},
		{
			title: "Вибрация, шум при работе машины",
			content: "Частая причина – попадание постороннего предмета. Если отсек для сбора пуст, возможно, износились подшипники."
		},
		{
			title: "Стиральная машина протекает",
			content: "Причина может быть в разгерметизации узлов техники. Необходима диагностика."
		},
		{
			title: "Мигают индикаторы на панели",
			content: "Возможные причины: выход из строя ТЭНа, датчика или регулятора температуры, электроники."
		},
		{
			title: "Нет отжима",
			content: "Причины: неисправен таходатчик, включен режим 'без отжима' или выбран неверный режим стирки."
		},
		{
			title: "Вода не набирается",
			content: "Возможные причины: обрыв соединительной цепи электрического клапана, засор фильтра."
		}
	];

	return (
		<section className="py-12 relative">
			<div className='container mx-auto'>
				<h2 className='sd:text-5xl xz:text-3xl font-semibold text-primary'>
					Частые причины неисправностей <span className="text-secondary">стиральных машин</span>
				</h2>
				<div className='grid sd:grid-cols-2 xz:grid-cols-1 gap-4 mt-10'>
					{issues.map((issue, index) => (
						<div key={index} tabIndex={0} className='collapse collapse-plus border-base-300 bg-base-200 border'>
							<div className='collapse-title sd:text-xl xz:text-base font-medium'>{issue.title}</div>
							<div className='collapse-content'>
								<p className="sd:text-base xz:text-sm">{issue.content}</p>
							</div>
						</div>
					))}
				</div>
			</div>
		</section>
	);
};

export default Prichiny;