export const priceData = [
	{
	  category: "Регулировка дверной фурнитуры",
	  items: [
		 { service: "полотно дверное ПВХ", unit: "шт.", price: "20 руб." },
		 { service: "дверь балконная ПВХ", unit: "шт.", price: "15 руб." },
		 { service: "входная группа ПВХ (штульп,1/1)", unit: "шт.", price: "35 руб." },
	  ],
	},
	{
	  category: "Замена дверных петель",
	  items: [
		 { service: "полотно дверное ПВХ", unit: "шт.", price: "30 руб." },
		 { service: "ПВХ створка (Китай)", unit: "шт.", price: "8 руб." },
	  ],
	},
	{
	  category: "Восстановление геометрии створки (перетяжка диагоналей с распакечиванием створки или полотна дверного)",
	  items: [
		 { service: "полотно дверное ПВХ", unit: "шт.", price: "25 руб." },
		 { service: "дверь балконная ПВХ", unit: "шт.", price: "20 руб." },
	  ],
	},
	{
	  category: "Замена нажимного гарнитура",
	  items: [
		 { service: "в ПВХ/алюминиевой двери", unit: "компл.", price: "35 руб." },
	  ],
	},
	{
	  category: "Замена дверного доводчика",
	  items: [
		 { service: "доводчик (нагрузка 80-100кг), Германия", unit: "шт.", price: "90 руб." },
		 { service: "доводчик (нагрузка 100-120кг), Германия", unit: "шт.", price: "100 руб." },
		 { service: "доводчик (нагрузкой свыше 120кг, с регулировкой до 5-ти усилей), Германия", unit: "шт.", price: "150 руб." },
		 { service: "Переустановка/установка дверного доводчика", unit: "шт.", price: "20 руб." },
		 { service: "Регулировка дверного доводчика", unit: "шт.", price: "10 руб." },
	  ],
	},
	{
	  category: "Замена дверного цилиндра",
	  items: [
		 { service: "цилиндр, пр. Сербия (ключ/барашек)", unit: "шт.", price: "35 руб." },
		 { service: "цилиндр, пр. Сербия (ключ/ключ)", unit: "шт.", price: "30 руб." },
		 { service: "(защ., рол.) в ПВХ/алюминиевой двери", unit: "шт.", price: "50 руб." },
		 { service: "многозапорного в ПВХ/алюминиевой двери (Германия)", unit: "шт.", price: "100 руб." },
		 { service: "многозапорного в ПВХ/алюминиевой двери (Польша)", unit: "шт.", price: "70 руб." },
		 { service: "Регулировка, чистка, смазка дверного замка в ПВХ/алюминиевой двери", unit: "шт.", price: "15 руб." },
		 { service: "Регулировка, чистка, смазка дверного замка в металлической двери", unit: "шт.", price: "25 руб." },
		 { service: "Переустановка дверного замка в ПВХ/AL двери", unit: "шт.", price: "20 руб." },
		 { service: "Высверливание дверного цилиндра", unit: "шт.", price: "35 руб." },
		 { service: "Высверливание заблокированного замка", unit: "шт.", price: "45 руб." },
	  ],
	},
	{
	  category: "Прочие услуги",
	  items: [
		 { service: "Регулировка дверных петель", unit: "шт.", price: "10 руб." },
		 { service: "Переустановка дверных петель", unit: "шт.", price: "15 руб." },
		 { service: "Установка ответной планки замка регулируемой", unit: "шт.", price: "15 руб." },
		 { service: "Установка шпингалета", unit: "шт.", price: "20 руб." },
		 { service: "Установка фиксатора двери", unit: "шт.", price: "18 руб." },
		 { service: "Установка ответной планки на ПВХ", unit: "шт.", price: "3 руб." },
		 { service: "Установка гребёнки (ступенчатое проветривание)", unit: "шт.", price: "20 руб." },
		 { service: "Установка сэндвич-панели до 1 м.кв.", unit: "шт.", price: "60 руб." },
		 { service: "Герметизация швов силиконом", unit: "м.п.", price: "1,50 руб." },
		 { service: "Герметизация швов пеной полиуретановой", unit: "м.п.", price: "2 руб." },
		 { service: "Герметизация стыков лентой гидроизоляционной", unit: "м.п.", price: "10 руб." },
		 { service: "Монтаж декоративной планки", unit: "м.п.", price: "4 руб." },
		 { service: "Демонтаж декоративной планки", unit: "м.п.", price: "4 руб." },
	  ],
	},
	{
	  category: "Замена штапика",
	  items: [
		 { service: "ПВХ створка", unit: "м.п.", price: "3,50 руб." },
	  ],
	},
	{
	  category: "Установка накладки на цилиндр",
	  items: [
		 { service: "пвх накладка", unit: "шт.", price: "10 руб." },
	  ],
	},
 ];
 